HGS/MELDUNGEN/TEMPLATES/IN/InventarmeldungGerät/Automatenmeldung_6575_Inventarmeldung Gerät_2024-07-30T09_16_19.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangeInventarmeldungGeraet xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaInventarmeldungGeraet xmlns="http://tms.ica.de/automatenService/3_10/" geraetestatus="IN_BETRIEB" servicetechniker="0" sstVersion="3.10" vorgangstyp="INSTALLATION" zeitpunkt="2024-07-26T02:35:26+02:00">
                <verkaufspunkt betreiber="99" ipAdresse="0.0.0.0" posNummer="6575" seriennummer="6575"/>
                <metadaten guid="0d0b9b62-3305-43bf-86eb-c12ff847b348" sequenznummer="116915"/>
            </faaInventarmeldungGeraet>
        </empfangeInventarmeldungGeraet>
    </s:Body>
</s:Envelope>
